{
  "LANGUAGE-BTN": "Language",
  "LANGUAGE-SELECT-GR": "Greek",
  "LANGUAGE-SELECT-EN": "English",
  "HOME-PAGE-BTN": "Home",
  "BRAND-SPAN": "My Internship",
  "HOME": {
    "TITLE": "University's Internship Office",
    "LOGIN-TEXT": "Log in depending on your status",
    "ENTER": "Login",
    "CREDENTIALS-LOGIN": "Login with user credentials (Company - Agency)",
    "OR": "or",
    "PURPOSE": "The Purpose",
    "PURPOSE-INTRO": "The Practical Exercise of the University of Peloponnese academic years 2022-2023 & 2023-2024 program (KA 80692) and OPS code (MIS) 6004529, in the Human Resources and Social Cohesion 2021-2027 Program co-financed by the European Union (European Social Fund) and from national resources, significantly strengthens the effort to connect the University with the labor market. The benefits aimed at by the University of Peloponnese through the implementation of the Internship are:",
    "PURPOSE-LI1": "Familiarization of the student with the labour market (requirements of employment agencies, management of labour relations, acquisition of professional awareness and ethics, taking initiative)",
    "PURPOSE-LI2": "Acquisition of work experience relevant to their field of study",
    "PURPOSE-LI3": "Linking studies with professional employment and finding ways to Combine Different Sciences during their employment.",
    "PURPOSE-LI4": "Highlighting the skills of the trainees",
    "PURPOSE-LI5": "Professional networking of students and linking studies to the market labour market",
    "LOGIN-TERMS-H4": "Before logging in, if you are able, register the internship course in the",
    "STUDENT-REGISTRY": "Student Registry",
    "COMPANY-NAME": "Company name",
    "STUDENT-LOGIN": "User Login",
    "STUDENT-SIGNUP": "User Signup",
    "COMPANY-PHONE": "Phone",
    "TAX-NUMBER": "Tax number",
    "USERNAME": "Username",
    "PASSWORD": "Password",
    "MAIL": "e-mail",
    "MAIL-RESET-ALERT": "Enter your email address and we'll send you a new password.",
    "REPEAT-PASSWORD": "Repeat the Password",
    "BACK-BTN": "Back ",
    "CONTINUE-BTN": "Continue",
    "SUBMIT-BTN": "Submit",
    "ACCEPT": "I accept",
    "CONTINUE-READ": "Continue",
    "TERMS": "the terms",
    "PLATFORM": "of the platform",
    "COMPANIES": "Companies / Agencies",
    "STEPS-FOR-INTERNSHIP": "ATTENTION! For students to carry out an internship at your institution, the following steps are required in the order listed below",
    "CREATE-ACCOUNT-STEP": "Create an account and post internships in the system",
    "POSITIONS-ATLAS-STEP": "The students of University of Peloponnese can see the positions you have posted in ATLAS and IF they choose you, you will be informed by email",
    "SYSTEM-ACCESS": "Signup to this system and accept students for internship from the University of Peloponnese",
    "CONTACT": "Contact",
    "TERMS2": "Terms of use",
    "TERMS-GENERIC": "General Terms of Use",
    "TERMS-P1": "The information and material of the specific website serve to better inform the students of the University of Peloponnese as well as the employment agencies who wish to participate in the Internship Program.",
    "TERMS-P2": "Information is offered on the Internship process in the Departments of the University of Peloponnese, while it is also possible to express interest online both from the students' side and from the institutions' side. It is obvious, however, that there may be issues which are not adequately covered, resulting in the creation of various questions and concerns.",
    "TERMS-P3": "For this reason, we encourage students as well as employment agencies to get in touch with the Scientific Manager per Department or the Institutional Manager or simply fill out the relevant contact form (http://praktiki.uop.gr/ contact) for solving all questions and for better cooperation between students, employment agencies and the University of Peloponnese.",
    "TERMS-P4": "Privacy policy: We would like to inform you that the data from your responses will be processed by the competent services in order to derive statistical data (indicators) and for the purpose of the planned surveys and evaluations, in accordance with the applicable ECB legislation. The processing of personal data for the above purposes shall be carried out in particular under the conditions set out in Article 6(1)(c) and (e)(1)(c) and (e) and Article 6(1)(g). 2 of Article 9 of the General Data Protection Regulation (EU) 2016/679. Also, in accordance with the provisions of Articles 12 to 22 of Regulation (EU) 2016/679 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, you - as data subjects - retain the rights to information and access, the rights of rectification and erasure (right to be forgotten), the right to restriction of processing, the right to data portability, the right to object and the right to lodge a complaint with the Personal Data Protection Authority (PDPA).",
    "TERMS-LAST UPDATE": "Last Updated: February 20, 2023",
    "SIGNUP": "Signup",
    "REMEMBER-ME": "Remember me",
    "FORGOT-PSW": "Forgot password?"
  },
  "GENERIC": {
    "CONTACT": "Contact",
    "PASSWORDS-NOT-MATCH": "Passwords do not match"
  },
  "STUDENT": {
    "PROFILE": "Profile",
    "LOGOUT": "Logout",
    "STATUS": "Status",
    "UNDERGRAD": "Undergraduate ",
    "SIDEBAR-PROFILE": "Application form",
    "INTERNSHIP-POSITIONS": "Positions",
    "SIDEBAR-APPLICATIONS": "My Applications",
    "SIDEBAR-COMPANY-ACCEPT": "Accept Position",
    "SIDEBAR-SHEETS": "Sheets / Contract",
    "SIDEBAR-MANUALS": "Manuals",
    "SIDEBAR-ABOUT": "About",
    "SIDEBAR-CONTACT": "Contact",
    "SIDEBAR-MAIN-OPTIONS": "Main Options",
    "SIDEBAR-SECONDARY-OPTIONS": "Secondary Options",
    "SIDEBAR-ACCESSIBILITY": "Accessibility",
    "TEXT-SIZE": "Text Size",
    "ENLARGE": "Enlarge",
    "REDUCE": "Reduce",
    "NORMAL": "Normal",
    "CURRENT-SIZE": "Current Size",
    "TEXT-CONTRAST": "Text Contrast",
    "BLACK-WHITE": "White / Black",
    "HOME-STAT-BOX1": "Current semester",
    "HOME-STAT-BOX2": "Internship Course",
    "HOME-STAT-BOX3": "Average grade",
    "HOME-STAT-BOX4": "ECTS",
    "SHOW-MORE": "Show More",
    "INTERSNHIP-DECLARATION-PERIOD": "Phase",
    "PERIOD-TO": "to",
    "INTERNSHIP-INSTRUCTIONS": "Internship Instructions",
    "INTERNSHIP-INTRO1": "It is suggested by the internship office that the student has ",
    "INTERNSHIP-INTRO2": " registered in the student record the appropriate course ",
    "INTERNSHIP-INTRO3": " listed as \"Internship\", if available.",
    "INTERNSHIP-STEPS-INTRO": "The steps for the internship are as follow:",
    "INTERNSHIP-STEP1": "Step 1: Register for an internship",
    "INTERNSHIP-STEP2": "Step 2: Choose internships",
    "INTERNSHIP-STEP3": "Step 3: Provide the additional data necessary for the issuance of the contract (such as your AMA - IKA number)",
    "INTERNSHIP-STEP4": "Step 4: View your application and finalise it (you will be asked for AMA, if it hasn't been provided in step 3)",
    "INTERNSHIP-STEP5": "Step 5: Once you have been selected by a company, you can accept the offer within a certain time limit. The choice is final.",
    "INTERNSHIP-STEP6": "Step 6: View and sign your contract, if it has been issued and the information on it is filled in correctly",
    "INTERNSHIP-STEP7": "Step 7: Fill in the entry form",
    "INTERNSHIP-STEP8": "Step 8: After you have successfully completed your internship, fill in the exit form",
    "INTERNSHIP-APP-RESULT-INTRO": "Internship application result",
    "INTERNSHIP-APP-RESULT-PHASE-MINUS1-PAR": "Your application for an internship has been rejected by the internship office of your department because you did not meet the requirements for an internship. As long as you continue your studies at the institution, you will have the opportunity to reapply in the next academic semester.",
    "INTERNSHIP-APP-RESULT-PHASE-0-PAR": "It is not the internship declaration period or an application for an internship has not been filed yet",
    "INTERNSHIP-APP-RESULT-PHASE-1-PAR": "Your application has been registered. We will check if you meet the requirements for an internship. Wait for results. Your application is checked for the formal requirements.",
    "INTERNSHIP-APP-RESULT-PHASE-2-PAR": "Your internship application has been accepted by the department. At a later time, if you are approved, you will be given the opportunity to add a position.",
    "INTERNSHIP-APP-RESULT-PHASE-3-PAR": "Runner-up: Your application for an internship has been accepted as a runner-up. You can now add positions.",
    "INTERNSHIP-APP-RESULT-PHASE-4-PAR": "Your application for an internship has been accepted. You can now add positions.",
    "INTERNSHIP-APP-RESULT-PHASE-5-PAR": "Your application for a traineeship has been accepted by the organisation you have chosen as you met the requirements.",
    "NO-INTERNSHIP-PERIOD": "It's not the current internship period.",
    "PHASE-1": "1. The expression of interest phase is from",
    "PHASE-RESULTS": "It is the student selection phase",
    "PHASE-2": "2. Declaration of preference by students",
    "CALENDAR-HOME": "Calendar",
    "MALE": "Student",
    "FEMALE": "Student",
    "HEADER-INFO-AVAILABLE-POSITIONS": "Available Internship positions"
  },
  "DEPT-MANAGER": {
    "SHOW-RESULTS": "Show",
    "ENTRIES": "entries"
  },
  "COMPANY": {
    "CARRIER": "Carrier",
    "COMPANY": "Company",
    "POSITIONS": "Internship Positons",
    "STUDENT-APPLICATIONS": "Student Applications",
    "CHOSEN-STUDENTS": "Chosen Students",
    "INSTRUCTIONS": "Instructions for posting a position and accepting a student",
    "STEPS-INTRO": "You have been logged in as an organisation. Through our platform, you can:",
    "INTROLI1": "View the students who have chosen your organisation and accept those who meet your requirements.",
    "INTROLI2": "Monitor the students who have accepted your invitation and evaluate them after the completion of their internship.",
    "INTROLI3": "Access information and details about the students, which can make your selection process easier.",
    "ATLASNEWPOSITION": "In case you have not posted an internship position on the ATLAS platform yet, you can first create and post a position within the ATLAS system. Atlas is a centralized online service, which links Internship Providers with all academic Institutions in the territory, creating a single database of Internships available for selection by the Institutions.",
    "STEPS": "The steps for the internship are as follow:",
    "STEP0": "(removed) Step 1: Post internships positions by filling in all the fields",
    "STEP1": "Step 1: See the students who have chosen you and accept the ones you want",
    "STEP2": "Step 2: View of the selected students"
  },
  "INTERNSHIP-OFFICE": {
    "AFFILIATE": "Internship-office",
    "POSITION-ADD": "Add positions",
    "STATS": "Statistics"
  }
}
