{
  "LANGUAGE-BTN": "Γλώσσα",
  "LANGUAGE-SELECT-GR": "Ελληνικά",
  "LANGUAGE-SELECT-EN": "Αγγλικά",
  "HOME-PAGE-BTN": "Αρχική",
  "BRAND-SPAN": "Πρακτική Άσκηση",
  "HOME": {
    "TITLE": "Γραφείο Πρακτικής Άσκησης",
    "LOGIN-TEXT": "Συνδεθείτε ανάλογα με την ιδιότητά σας",
    "ENTER": "Είσοδος",
    "CREDENTIALS-LOGIN": "Σύνδεση με διαπιστευτήρια (Εταιρεία - Φορέας)",
    "OR": "ή",
    "PURPOSE": "Σκοπός",
    "PURPOSE-INTRO": "Η Πράξη «Πρακτική Άσκηση Πανεπιστημίου Πελοποννήσου ακ. ετών 2024-2025, 2025-2026 και 2026-2027» με Κωδικό ΟΠΣ 6022357 του Προγράμματος <a href='https://espa-anthropinodynamiko.gr/' target='_blank' class='custom-link'> «Ανθρώπινο Δυναμικό και Κοινωνική Συνοχή 2021-2027» </a> και στην Προτεραιότητα «Εκπαίδευση & Δια Βίου Μάθηση» που συγχρηματοδοτείται από το Ευρωπαϊκό Κοινωνικό Ταμείο, έχει ως στόχο την υποστήριξη και αναβάθμιση του θεσμού της Πρακτικής Άσκησης, για την καλύτερη αξιοποίηση σε επαγγελματικό επίπεδο των γνώσεων και των δεξιοτήτων που αποκτούν οι φοιτητές κατά τη διάρκεια των σπουδών τους, την αποτελεσματικότερη και επωφελέστερη ένταξη των αποφοίτων στο παραγωγικό σύστημα της χώρας, καθώς και για τη δημιουργία αμφίδρομης επικοινωνία μεταξύ Ανώτατης Εκπαίδευσης και εργασιακού χώρου. Η Πράξη καλύπτει την αποζημίωση των ασκούμενων φοιτητών πρώτου κύκλου σπουδών των τμημάτων του Πανεπιστημίου Πελοποννήσου, για τα ακ. έτη 2024-2025 έως και 2026-2027, σύμφωνα με το ισχύον θεσμικό πλαίσιο. Στην αποζημίωση των ασκούμενων συμπεριλαμβάνεται το κόστος υποχρεωτικής ασφάλισης για τον κλάδο ατυχήματος. Τα οφέλη στα οποία στοχεύει το Πανεπιστήμιο Πελοποννήσου μέσα από την υλοποίηση της Πρακτικής Άσκησης είναι:",
    "PURPOSE-LI1": "Εξοικείωση του φοιτητή με την αγορά εργασίας (απαιτήσεις φορέων απασχόλησης, διαχείριση εργασιακών σχέσεων, απόκτηση επαγγελματικής συνείδησης και δεοντολογίας, ανάληψη πρωτοβουλίας)",
    "PURPOSE-LI2": "Απόκτηση εργασιακής προϋπηρεσίας σχετικής με το αντικείμενο σπουδών τους",
    "PURPOSE-LI3": "Σύνδεση των σπουδών με την επαγγελματική απασχόληση και ανεύρεση τρόπων συνδυασμού διαφορετικών επιστημών κατά την απασχόληση τους",
    "PURPOSE-LI4": "Ανάδειξη των δεξιοτήτων των ασκουμένων",
    "PURPOSE-LI5": "Επαγγελματική δικτύωση φοιτητών και σύνδεση σπουδών με αγορά εργασίας",
    "LOGIN-TERMS-H4": "Παρακαλώ πριν συνδεθείτε, αν έχετε τη δυνατότητα, δηλώστε το μάθημα της πρακτικής άσκησης στο",
    "STUDENT-REGISTRY": "φοιτητολόγιο",
    "COMPANY-NAME": "Επωνυμία εταιρείας",
    "STUDENT-LOGIN": "Σύνδεση χρήστη",
    "STUDENT-SIGNUP": "Εγγραφή χρήστη",
    "COMPANY-PHONE": "Τηλέφωνο",
    "TAX-NUMBER": "ΑΦΜ",
    "USERNAME": "Όνομα χρήστη",
    "PASSWORD": "Κωδικός",
    "MAIL": "e-mail",
    "MAIL-RESET-ALERT": "Εισάγετε τη διεύθυνση email σας και θα σας στείλουμε ένα email με τον νέο κωδικό πρόσβασης.",
    "REPEAT-PASSWORD": "Επιβεβαίωση Κωδικού",
    "BACK-BTN": "Πίσω ",
    "CONTINUE-BTN": "Συνέχεια",
    "SUBMIT-BTN": "Υποβολή",
    "ACCEPT": "Αποδέχομαι τους",
    "CONTINUE-READ": "Συνέχεια",
    "TERMS": "όρους χρήσης",
    "PLATFORM": "της πλατφόρμας",
    "COMPANIES": "Εταιρείες / Φορείς",
    "STEPS-FOR-INTERNSHIP": "ΠΡΟΣΟΧΗ! Για την εκτέλεση πρακτικής άσκησης από φοιτητές στο φορέα σας απαιτούνται τα παρακάτω βήματα με τη σειρά που αναγράφονται ",
    "CREATE-ACCOUNT-STEP": "Δημιουργείτε λογαριασμό και κάνετε ανάρτηση θέσεων πρακτικής στο σύστημα",
    "POSITIONS-ATLAS-STEP": "Οι φοιτητές του Παν.Πελοποννήσου βλέπουν τις θέσεις που έχετε αναρτήσει στο ΑΤΛΑΣ και ΕΦΟΣΟΝ σας επιλέξουν, σας δίνεται η δυνατότητα να επιλέξετε φοιτητές",
    "SYSTEM-ACCESS": "Δημιουργείτε λογαριασμό στο παρόν σύστημα και επιλέγετε φοιτητές για πρακτική από το Παν. Πελοποννήσου",
    "TERMS2": "Όροι χρήσης",
    "TERMS-GENERIC": "Γενικοί Όροι χρήσης",
    "TERMS-P1": "Οι πληροφορίες και το υλικό του συγκεκριμένου δικτυακού τόπου χρησιμεύουν για την καλύτερη ενημέρωση των φοιτητών του Πανεπιστημίου Πελοποννήσου αλλά και των φορέων απασχόλησης που επιθυμούν να συμμετέχουν στο Πρόγραμμα της Πρακτικής Άσκησης.",
    "TERMS-P2": "Προσφέρονται πληροφορίες για τη διαδικασία της Πρακτικής Άσκησης στα Τμήματα του Πανεπιστημίου Πελοποννήσου ενώ επίσης δίνεται η δυνατότητα ηλεκτρονικής εκδήλωσης ενδιαφέροντος τόσο από πλευράς φοιτητών όσο και από τη μεριά των φορέων. Είναι προφανές όμως ότι μπορεί να υπάρχουν ζητήματα τα οποία δεν καλύπτονται επαρκώς με αποτέλεσμα να δημιουργούνται διάφορες απορίες και προβληματισμοί.",
    "TERMS-P3": "Για το λόγο αυτό παροτρύνουμε τους φοιτητές αλλά και τους φορείς απασχόλησης να έρθουν σε επαφή με τον/την Επιστημονικό/ή Υπεύθυνο ανά Τμήμα ή με τον Ιδρυματικό Υπεύθυνο ή απλώς να συμπληρώσουν τη σχετική φόρμα επικοινωνίας (http://praktiki.uop.gr/contact) για την επίλυση όλων των αποριών και την καλύτερη συνεργασία μεταξύ φοιτητών, φορέων απασχόλησης και Πανεπιστημίου Πελοποννήσου.",
    "TERMS-P4": "Πολιτική ιδιωτικότητας: Θα θέλαμε να σας ενημερώσουμε ότι τα δεδομένα των απαντήσεών σας θα αποτελέσουν αντικείμενο επεξεργασίας από τις αρμόδιες υπηρεσίες, προκειμένου να εξαχθούν στατιστικά στοιχεία (δείκτες) και για το σκοπό των προβλεπόμενων ερευνών και αξιολογήσεων, σύμφωνα με τις ισχύουσες νομοθετικές διατάξεις του ΕΚΤ. Η επεξεργασία των προσωπικών δεδομένων για τους ανωτέρω σκοπούς, πραγματοποιείται ιδίως υπό τις προϋποθέσεις των διατάξεων των περιπτώσεων γ` και ε` της παραγράφου1 του άρθρου 6 και της περίπτωσης ζ` της παρ. 2 του άρθρου 9 του Γενικού Κανονισμού για την Προστασία Δεδομένων (ΕΕ) 2016/679. Επίσης, σύμφωνα με τα οριζόμενα στα άρθρα 12 έως 22 του Κανονισμού (ΕΕ) 2016/679 για την προστασία των φυσικών προσώπων έναντι της επεξεργασίας των δεδομένων προσωπικού χαρακτήρα και για την ελεύθερη κυκλοφορία των δεδομένων αυτών, διατηρείτε - ως υποκείμενα των δεδομένων - τα δικαιώματα ενημέρωσης και πρόσβασης, τα δικαιώματα διόρθωσης και διαγραφής (δικαίωμα στη λήθη), το δικαίωμα περιορισμού της επεξεργασίας, το δικαίωμα στη φορητότητα των δεδομένων, το δικαίωμα εναντίωσης και το δικαίωμα υποβολής καταγγελίας στην Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (www.dpa.gr).",
    "TERMS-LAST UPDATE": "Τελευταία Ενημέρωση: Φεβρουάριος 20, 2023",
    "SIGNUP": "Δημιουργία λογαριασμού",
    "REMEMBER-ME": "Αποθήκευση κωδικού",
    "FORGOT-PSW": "Υπενθύμιση κωδικού;"
  },
  "GENERIC": {
    "CONTACT": "Επικοινωνία",
    "PASSWORDS-NOT-MATCH": "Οι κωδικοί δεν ταιριάζουν"
  },
  "STUDENT": {
    "PROFILE": "Προφίλ",
    "LOGOUT": "Αποσύνδεση",
    "STATUS": "Ιδιότητα",
    "UNDERGRAD": "Φοιτητής",
    "SIDEBAR-PROFILE": "Δήλωση Συμμετοχής",
    "INTERNSHIP-POSITIONS": "Θέσεις Πρακτικής",
    "SIDEBAR-APPLICATIONS": "Οι αιτήσεις μου",
    "SIDEBAR-COMPANY-ACCEPT": "Αποδοχή Θέσης",
    "SIDEBAR-SHEETS": "Δελτίο / Σύμβαση",
    "SIDEBAR-MANUALS": "Εγχειρίδια",
    "SIDEBAR-ABOUT": "Σχετικά",
    "SIDEBAR-CONTACT": "Επικοινωνία",
    "SIDEBAR-MAIN-OPTIONS": "Βασικές Επιλογές",
    "SIDEBAR-SECONDARY-OPTIONS": "Δευτερεύουσες Επιλογές",
    "SIDEBAR-ACCESSIBILITY": "Προσβασιμότητα",
    "TEXT-SIZE": "Μέγεθος Κειμένου",
    "ENLARGE": "Μεγέθυνση",
    "REDUCE": "Σμίκρυνση",
    "NORMAL": "Κανονικό",
    "CURRENT-SIZE": "Τρέχον Μέγεθος",
    "TEXT-CONTRAST": "Αντίθεση Κειμένου",
    "BLACK-WHITE": "Λευκό / Μαύρο",
    "HOME-STAT-BOX1": "Τρέχον εξάμηνο",
    "HOME-STAT-BOX2": "Δήλωση μαθήματος ΠΑ",
    "HOME-STAT-BOX3": "Μέσος όρος βαθμολογίας",
    "HOME-STAT-BOX4": "ECTS",
    "SHOW-MORE": "Περισσότερα",
    "INTERSNHIP-DECLARATION-PERIOD": "Φάση",
    "PERIOD-TO": "έως",
    "INTERNSHIP-INSTRUCTIONS": "Οδηγίες για πρακτική άσκηση",
    "INTERNSHIP-INTRO1": "Προτείνεται από το γραφείο πρακτικής άσκησης, ο φοιτητής να έχει",
    "INTERNSHIP-INTRO2": "δηλώσει στο φοιτητολόγιο το κατάλληλο μάθημα",
    "INTERNSHIP-INTRO3": "που αναγράφεται ως πρακτική άσκηση, αν υπάρχει αυτή η δυνατότητα",
    "INTERNSHIP-STEPS-INTRO": "Τα βήματα για την πρακτική άσκηση είναι:",
    "INTERNSHIP-STEP1": "Βήμα 1: Δηλώστε συμμετοχή για εκπόνηση πρακτικής άσκησης",
    "INTERNSHIP-STEP2": "Βήμα 2: Επιλέξτε θέσεις για πρακτική άσκηση",
    "INTERNSHIP-STEP3": "Βήμα 3: Δηλώστε τα επιπλέον στοιχεία που είναι απαραίτητα για την έκδοση της σύμβασης (όπως το ΑΜΑ-ΙΚΑ σας)",
    "INTERNSHIP-STEP4": "Βήμα 4: Δείτε την αίτησή σας και οριστικοποιήστε την (θα σας ζητηθεί το ΑΜΑ, αν δεν έχει δοθεί στο βήμα 3)",
    "INTERNSHIP-STEP5": "Βήμα 5: Αφού σας επιλέξει κάποια εταιρεία, μπορείτε να δεχτείτε την πρόταση εντός ενός χρονικού ορίου. Η επιλογή είναι οριστική.",
    "INTERNSHIP-STEP6": "Βήμα 6: Δείτε και υπογράψτε τη σύμβασή σας, εφόσον έχει εκδοθεί και τα στοιχεία σε αυτή είναι όλα σωστά συμπληρωμένα.",
    "INTERNSHIP-STEP7": "Βήμα 7: Συμπληρώστε τo απογραφικό δελτίο εισόδου",
    "INTERNSHIP-STEP8": "Βήμα 8: Αφού ολοκληρώσετε με επιτυχία την πρακτική σας, συμπληρώστε τo απογραφικό δελτίο εξόδου",
    "INTERNSHIP-APP-RESULT-INTRO": "Αποτέλεσμα αίτησης πρακτικής άσκησης",
    "INTERNSHIP-APP-RESULT-PHASE-MINUS1-PAR": "Η αίτησή σας για εκπόνηση πρακτικής άσκησης έχει απορριφθεί από το γραφείο πρακτικής άσκησης του τμήματός σας διότι δεν πληρούσατε τις προϋποθέσεις εκπόνησης πρακτικής άσκησης. Εφ' όσον συνεχίζετε τη φοίτησή σας στο ίδρυμα, θα έχετε τη δυνατότητα υποβολής νέας αίτησης στο επόμενο ακαδημαϊκό εξάμηνο.",
    "INTERNSHIP-APP-RESULT-PHASE-0-PAR": "Δεν είναι η περίοδος δήλωσης πρακτικής άσκησης ή δεν έχει κατατεθεί αίτηση για εκπόνηση πρακτικής άσκησης",
    "INTERNSHIP-APP-RESULT-PHASE-1-PAR": "Καταχωρήθηκε η εκδήλωση ενδιαφέροντος σας, θα γίνει ο έλεγχος αν πληροίτε τις προϋποθέσεις για πραγματοποίηση πρακτικής άσκησης. Αναμένετε αποτελέσματα. Η αίτηση σας ελέγχεται για τα τυπικά προαπαιτούμενα.",
    "INTERNSHIP-APP-RESIGN-PHASE-1-PAR": "Η αίτηση παραίτησής σας για εκπόνηση πρακτικής άσκησης έχει γίνει δεκτή από το τμήμα.",
    "INTERNSHIP-APP-RESULT-PHASE-2-PAR": "Η εκδήλωση ενδιαφέροντός σας για εκπόνηση πρακτικής άσκησης έχει γίνει δεκτή από το τμήμα. Σε μεταγενέστερο χρόνο, εφόσον επιλεγείτε, θα σας δοθεί η δυνατότητα για προσθήκη θέσης.",
    "INTERNSHIP-APP-RESULT-PHASE-3-PAR": "ΕΠΙΛΑΧΩΝ: Η αίτησή σας για εκπόνηση πρακτικής άσκησης έχει γίνει δεκτή, ως επιλαχών. Θα μπορέσετε να κάνετε προσθήκη θέσεων, εφόσον αρνηθεί κάποιος επιτυχών τη θέση.",
    "INTERNSHIP-APP-RESULT-PHASE-4-PAR": "ΕΠΙΤΥΧΩΝ: Η αίτησή σας για εκπόνηση πρακτικής άσκησης έχει γίνει δεκτή. Μπορείτε πλέον να κάνετε προσθήκη θέσεων.",
    "INTERNSHIP-APP-RESULT-PHASE-5-PAR": "Η αίτησή σας για εκπόνηση πρακτικής άσκησης έχει γίνει δεκτή από το φορέα τον οποίο επιλέξατε καθώς πληρούσατε τις προϋποθέσεις.",
    "NO-INTERNSHIP-PERIOD": "Δεν είναι η τρέχουσα περίοδος Πρακτικής Άσκησης.",
    "PHASE-1": "1. Η φάση εκδήλωσης ενδιαφέροντος είναι από",
    "PHASE-RESULTS": "Οι αιτήσεις βρίσκονται υπό επεξεργασία",
    "PHASE-2": "2. Επιλογή θέσεων από τους φοιτητές",
    "CALENDAR-HOME": "Ημερολόγιο",
    "MALE": "Φοιτητής",
    "FEMALE": "Φοιτήτρια",
    "HEADER-INFO-AVAILABLE-POSITIONS": "Διαθέσιμες θέσεις Πρακτικής Άσκησης"
  },
  "DEPT-MANAGER": {
    "SHOW-RESULTS": "Επίδειξη",
    "ENTRIES": "εγγραφών ανά σελίδα"
  },
  "COMPANY": {
    "CARRIER": "Φορέας",
    "COMPANY": "Εταιρεία",
    "POSITIONS": "Θέσεις πρακτικής",
    "STUDENT-APPLICATIONS": "Αιτήσεις Φοιτητών",
    "CHOSEN-STUDENTS": "Επιλεγμένοι Φοιτητές",
    "INSTRUCTIONS": "Οδηγίες για ανάρτηση θέσης και αποδοχή φοιτητή",
    "STEPS-INTRO": "Έχετε συνδεθεί ως Φορέας / Εταιρεία. Μέσα από την πλατφόρμα μας, μπορείτε να: ",
    "INTROLI1": "Δείτε τους φοιτητές που σας έχουν επιλέξει και να αποδεχτείτε αυτούς που επιθυμείτε.",
    "INTROLI2": "Παρακολουθήσετε ποιοι φοιτητές σας έχουν αποδεχτεί από τη πλευρά τους καθώς και να τους αξιολογήσετε μετά το πέρας της πρακτικής τους άσκησης.",
    "INTROLI3": "Προσπελάσετε πληροφορίες και λεπτομέρειες σχετικά με τους φοιτητές οι οποίες μπορεί να κάνουν την επιλογή σας ευκολότερη.",
    "ATLASNEWPOSITION": "Σε περίπτωση που δεν έχετε αναρτήσει θέση πρακτικής άσκησης στη πλατφόρμα (AΤΛAΣ), μπορείτε πρώτα να αναρτήσετε θέση στο σύστημα του ΑΤΛΑ. Ο Άτλας είναι μία κεντρική διαδικτυακή υπηρεσία, η οποία διασυνδέει τους φορείς που παρέχουν θέσεις πρακτικής άσκησης(ΠΑ) με όλα τα ακαδημαϊκά Ιδρύματα της επικράτειας, δημιουργώντας μία ενιαία βάση θέσεων πρακτικής άσκησης οι οποίες είναι διαθέσιμες προς επιλογή στα Ιδρύματα.",
    "STEPS": "Τα βήματα είναι τα εξής:",
    "STEP0": "(Αφαιρέθηκε το βήμα λόγω αλλαγής προδιαγραφών) Βήμα 1: Αναρτήστε θέσεις πρακτικής άσκησης συμπληρώνοντας όλα τα πεδία",
    "STEP1": "Βήμα 1: Δείτε τους φοιτητές που σας επέλεξαν και αποδεχθείτε αυτούς που επιθυμείτε",
    "STEP2": "Βήμα 2: Προβολή των επιλεχθέντων φοιτητών"
  },
  "INTERNSHIP-OFFICE": {
    "AFFILIATE": "Γραφείο Π.Α",
    "POSITION-ADD": "Προσθήκη θέσεων",
    "STATS": "Στατιστικά"
  }
}
